Repository: giellalt/corpus-sme
Catalog: tmx/smj/admin/sd/white_papers/gievrras_giellamodeallat.pdf.tmx
Source language: sme
Languages: smj

source: Sisdoallu Gievrras giellamodeallat I: duogáš ja definišuvnnat 3 1
smj: Sisadno Nanos giellamodella I: duogásj ja definisjåvnå 3 1

source: Láidehus 3 2
smj: Álggo 3 2

source: Gievrras ja geahnohis giellamodeallaid duogáš 5 3
smj: Nanos ja rasjes giellamodellaj duogásj 4 3

source: Gievrras ja geahnohis giellamodeallat - maid dat mearkkašit?
smj: Nanos ja rasjes giellamodella - majt da merkahi?

source: Giellamodeallat Sámis 8 4.1 Geahnohis modealla, mii lea anus Sámis 9 4.2 Goaikkanasmodealla 10 4.3 Gievrras giellamodeallat, mat heivejit oahpahussii Sámis 11 4.4 Nannenmodealla 11 4.5 Oamastanmodealla 11
smj: Giellamodella Sámen 7 4.1 Rasjes modælla, mij la anon Sámen 8 4.2 Gåjkudismodælla 9 4.3 Nanos giellamodella ma hiehpi åhpadussaj Sámen 10 4.4 Nannimmodælla 10 4.5 Åmastimmodælla 11

source: Gievrras giellamodeallat II: fágalaš árvvoštallamat ja ávžžuhusat 13 1
smj: Nanos giellamodella II: fágalasj árvustallama ja oajvvadusá 13 1

source: Láidehus 13 2
smj: Álggo 13 2

source: Duogáš: sámemánáid gielladilit ja dárbbut 13 3
smj: Duogásj: sámemánáj gielladile ja dárbo 13 3

source: Gievrras giellamodeallaid organisatoralaš bealit 17 3.1 Eaiggátrolla: giellafálaldaga lágideaddji ollislaš ovddasvástádus 17 3.2 Iešguđet doaibmavugiid namahusat 19 3.3 Giellamodeallaid vejolaš gievrudahttinvuogit 21 4
smj: Nanos giellamodellaj organisasjåvnålasj vidjura 17 3.1 Ásadiddjeroalla: giellafálaldagá ásadiddje åbbålasj åvdåsvásstádus 17 3.2 Iesjguhtik giellafálaldagáj buojkuldagá 19 3.3 Gåktu máhttá giellamodellajt nannit 20 4

source: Diđolaš giellageavadat gievrras giellamodeallaid geađgejuolgin 22 4.1 Ovttagielat, sámegielat birrasa huksen 23 4.2 Giellabirrasa stivren 24 4.3 Árvvoštallan 27 5
smj: Diedulasj giellapráksisa nanos giellamodellaj milta 22 4.1 Avtagielak, sámegielak birrasav tsieggit 23 4.2 Giellabirrasav stivrrit 24 4.3 Árvustallam 26 5

source: Gievrras giellamodeallaid ollašuhttin sámi mánáidgárddiin ja skuvllain: vejolaš bargovuogit 28 5.1 Mánáid sirren gielladili mielde 28 5.2 Gielladiđolaš barggu álggaheapmi giellafálaldagain 30 6
smj: Nanos giellamodellaj ållidibme sáme mánájgárdijn ja skåvlåjn: vejulasj barggovuoge 28 5.1 Mánájt gielladile milta ieredit 28 5.2 Giellafálaldagáj diedulasj bargojt jåhtuj biedjat 30 6

source: Gievrras giellamodeallaid bargojoavkku barggu čoahkkáigeassu 38 3
smj: Nanos giellamodellaj barggojuohkusa bargo tjoahkkájgæsos 37 3

source: Gievrras giellamodeallat I: duogáš ja definišuvnnat 1 Láidehus
smj: Nanos giellamodella I: duogásj ja definisjåvnå 1 Álggo

source: Otná mánát leat boahtteáiggi giellaguoddit gos fal máilmmis de ležžet bajásšaddan.
smj: Udnásj máná li boahtteájge giellaguodde vájku dal gånnå væráldin littji bajás sjaddam.

source: Nu leat maid otná sámemánát boahtteáiggi sámegielat giellaguoddit.
smj: Navti li aj udnásj sámemáná boahtteájge sámegielak giellaguodde.

source: Sii dat galget bajásgeassit boahttevaš sámi buolvva ja bargat omd. oahpaheaddjin, mánáidgárdebargin ja giellabargin.
smj: Sij galggi boahtte sáme buolvav bajedit ja barggat buojkulvissaj åhpadiddjen, mánájgárddebarggen ja giellabarggen.

source: Jus mánát galget nagodit bargat dán deaŧalaš barggu boahtteáiggis, de sii fertejit sámástit otne.
smj: Jus máná galggi nahkat dáv ájnas bargov boahtteájgen dahkat, de hæhttuji uddni sámástit.

source: Sámi giellafálaldagaid boađus mánáidgárddiin 1 ja skuvllain ferte danin leat produktiivvalaččat sámegielat mánná.
smj: Sáme giellafálaldagáj boados mánájgárdijn ja skåvlåjn hæhttu danen liehket produktijva sámegielak máná.

source: Dakkár ulbmilat eaktudit gievrras giellamodeallaid.
smj: Dakkár ulme ævtodi nanos giellamodellajt.

source: Sámedigg i lea Sámi mánát ođđa searvelanjain (SáMOS ) prošeavtta oktavuođas njukčamánus 2021 nammadan bargojoavkku mii galgá guorahallat sámiide heivvolaš, oktasaš gievrras giellamodeallaid.
smj: Sámedigge l Sáme máná ådå sebrudaklanjájn (SÁMOS) prosjevta aktijvuodan 2021 snjuktjamáno nammadam barggojuohkusav mij galggá tjielgadit gåktu nanos giellamodellajt sámij dilláj hiebadit.

source: Bargojoavkku barggu bohtosat galget adnojuvvot viidáset dan barggus, man bokte hábmejuvvo nanu struktuvra mánáid ja nuoraid sámegielalaš bajásgeassimii ja oahpahussii, ja mas implementerejuvvojit mánáidgárddiid ja skuvllaid stivrendokumeanttat 2 .
smj: Barggojuohkusa båhtusa galggi vijddábut aneduvvat bargon gånnå hábbmi stuoves struktuvrajt mánáj ja nuoraj sámegielak bajedibmáj ja åhpadussaj. Mánájgárdij ja skåvlåj stivrrimdokumenta galggi aj dási implementieriduvvat.

source: Dát čálus lea vuosttaš oassi barggus.
smj: Dát tjálos la vuostasj oasse bargos.

source: Dás ulbmilin lea čilget ja defineret iešguđet giellamodeallaid.
smj: Dánna l ulmmen iesjguhtik giellamodellajt tjielggit ja definierit.

source: Bargojoavku lea hábmen maiddái dokumeantta “Gievrras giellamodeallat II: fágalaš árvvoštallamat ja ávžžuhusat“, mas mii dárkileappot árvvoštallat giellamodeallaid praktihkalaš beliid.
smj: Barggojuogos la aj tjállám dokumentav “Nanos giellamodella II: fágalasj árvustallama ja oajvvadusá“, manna dárkkelappot árvustallap giellamodellaj praktihkalasj vidjurijt.

source: Bargojoavkkus leat mielde sámi sosiolingvistihka professor Annika Pasanen , bajit inšenevra ja gielladutki Inga Lill Sigga Mikkelsen , vuosttašlektor Berit Anne Bals Baal ja sámi mánáidgárdeoahpaheaddji ja SáMOS prošeaktabargi Ánne-Márge Päiviö .
smj: Barggojuohkusin lidjin sáme sosiolingvistihka profæssor Annika Pasanen , bajep ingenerra ja gielladutke Inga Lill Sigga Mikkelsen , vuostasjlievtor Berit Anne Bals Baal ja sáme mánájgárddeåhpadiddje ja SÁMOS-prosjæktabargge Ánne-Márge Päiviö .

source: Bargojoavkku mandáhtta/bargogohččun lea Sámedikki mearrádusas govvejuvvon ná:1
smj: Barggojuohkusa mandáhtta/barggogåhttjom la Sámedikke mærrádusán návti gåvviduvvam:

source: Dán dokumeanttas atnit tearpma “mánáidgárdi” vaikko dát ii geavahuvvo olles Sámis.
smj: Máná ja nuora galggi bessat sámegielav oahppat mánájgárden ja vuodoåhpadusán, ja vásedit 1 Dán dokumentan adnep termav “mánájgárdde” vájku dát ij aneduvá ålles Sámen.

source: Tearpmain oaivvildit sihke ovdaskuvlla Ruoŧas ja beaiveruoktu Suomas.
smj: Termajn oajvvadip sihke åvddåskåvlåv Svierigin ja mánájårruhav Suoman.

source: Mánáidgárdi-tearbma lea maiddái kritiserejuvvon, erenomážit sámi konteavsttas.
smj: Mánájgárdde-tærmma l aj lájteduvvam, ájnnasit sáme kontevstan.

source: Mii leat goittotge dáin dokumeanttain geavahan dan, go ii leat doaisttážii buoret, oktasaš tearbma váldon atnui.
smj: Lip ajtu dájn dokumentajn dav adnám, gå dálátjij ij la buorep, aktisasj tærmma adnuj váldeduvvam.

source: Norggas, Suomas ja Ruoŧas leat mánáidgárddiin ja skuvllain ieš guhtege lágáš stivrendokumeanttat, Norggas leat rámmaplánat mat stivrejit mánáidgárdefálaldaga ja oahppoplánat skuvllain, Ruoŧas oahppoplánat sihke skuvllas ja ovdaskuvllain ja Suomas oahppoplánat skuvllain ja mánáidgárddiin árrabajásgeassinplána vuođustusat.
smj: 2 Vuonan, Suoman ja Svierigin li mánájgárdijn ja skåvlåjn iesj guhtik lágásj stivrrimdokumenta, Vuonan li rámmaplána ma mánájgárddefálaldagáv stivrriji ja oahppoplána skåvlåjn, Svierigin oahppoplána sihke skåvlån ja åvddåskåvlåjn ja Suoman oahppoplána skåvlåjn ja mánájgárdijn árrabajásgiessemplána.

source: Mánát ja nuorat galget beassat oahppat sámegiela mánáidgárddis ja vuođđooahpahusas, ja vásihit ahte lea kontinuitehta giellaoahpahusas go sirdet mánáidgárddis skuvlii ja go sirdet smávvaskuvladásis gaskadássái jnv.
smj: 4 kontinuitiehtav giellaåhpadusán gå mánájgárdes jåhti skåvllåj, ja gå smávvaskåvllådáses jåhti gasskadássáj jná.

source: Sámediggi áigu álggahit dán barggu dainna ahte gávdnat oktasaš definišuvnna das mii gievrras giellaoahpahusmodealla galgá leat mánáidgárddis ja vuođđoahpahusas.
smj: Sámedigge ájggu dáv bargov álgadit gávnatjit aktisasj definisjåvnåv dasi makkir nanos giellaåhpadimmodælla galggá liehket mánájgárden ja vuodoåhpadusán.

source: Definišuvdna galgá adnot vuođđun Sámedikki viidáset bargui váikkuhit ja ovdánahttit sámi giellaoahpahusa mánáide ja nuoraide.
smj: Definisjåvnnå galggá aneduvvat vuodon Sámedikke vijddásap bargguj sáme mánáj ja nuoraj giellaåhpadimev vájkkudittjat ja åvddånahtátjit.

source: Gievrras/nana ja geahnohis giellamodeallaid/ giellaoahpahusmodeallaid jurddašeapmi lea ovdánahttojuvvon dál vuosttamužžan skuvlii.
smj: Nanos ja rasjes giellamodellaj ájádallamvuohke l åvdemusát skåvllåj åvddånahteduvvam.

source: Sámediggi oaidná dárbbu definišuvdnii mii váldá vuhtii ja addá vuođu bargat giellaovdánahttimiin mánáidgárddi rájes gitta joatkkaskuvlla dássái, vai sihkkarastit kontinuitehta giellaoahpahusas.
smj: Sámedigge vuojnná dárbov definisjåvnnåj mij vielet ja vaddá vuodov barggat giellaåvddånimijn mánájgárde rájes gitta joarkkaskåvlå dássáj, vaj giellaåhpadusán kontinuitiehtav sihkarasstep.

source: Dán dokumeanttas doaba sámeoahpahus čujuha buot oahpahussii - lehkos dalle sámegiela oahpahus dahje eará fágaid oahpahus - mas oahpahusgiellan lea sámegiella.
smj: Dán dokumentan vuoset buojkuldahka sámeåhpadus divna åhpadussaj - lehkus dal sámegiela åhpadibme jali ietjá fágaj åhpadibme - manna åhpadimgiella l sámegiella.

source: Produktiivvalaš gielladáidduin mii oaivvildit dan, ahte olmmoš nagoda hupmat giela njuovžilit, sámegielat skuvlaoahpahusa konteavsttas maiddái čállit giela bures.
smj: Produktijva gielladájdujn miejnnip dav, jut ulmusj buktá gielav buoragit ságastit, sámegielak skåvllååhpadusá kontevstan dat aj merkaj gielav buoragit tjállet.

source: Reseptiivvalaš gielladáidu fas čujuha dasa, ahte olmmoš ádde giela, muhto ii ieš huma dan dahje hupmá hui unnán.
smj: Reseptijva gielladájddo vas vuoset dasi, jut ulmusj dádjat gielav, valla ij iesj dav ságasta jali viek binnáv ságas.

source: Bargojoavkku vuolggasadjin lea leamaš dat, ahte guorahallan galgá heivet Norgga, Ruoŧa ja Suoma bajásgeassin- ja oahpahusvuogádagaide, ja ahte barggu bohtosiiguin sáhttá ávkkástallat buot dain riikkain.
smj: Barggojuohkusa ájggomus la læhkám dát guoradallam galggá hiehpat Vuona, Svieriga ja Suoma bajedim- ja åhpadusvuogádagájda, ja jut divna dájn rijkajn máhttá bargo båhtusijt ávkástallat.

source: Ruošša bealde sámegielaid sajádat servodagas ja oahpahusas lea hui čielgasit heajut go eará riikkain, ja dálá dilis dákkár giellamodeallaid ii leat realisttalaš implementeret Ruošša bealde.
smj: Ruossja bielen la sámegielaj dille sebrudagán ja åhpadusán viek rasjep gå ietjá rijkajn, ja dálásj dilen ij la realismalasj dákkár giellamodellajt implementierit Ruossja bielen.

source: Bargojoavku háliida goittotge deattuhit dan, ahte Ruošša beali sámemánáin galggašedje leat seammalágán rievttit iežaset gillii ja kultuvrii go eará riikkain, ja ahte olles sámeservodat galgá dihtomielalaččat bargat daid ollašuvvama ovdan.
smj: Barggojuogos sihtá ajtu dav dættodit, jut Ruossja biele sáme mánájn galgalulun sæmmilágásj riektá ietjasa giellaj ja kultuvrraj gå ietjá rijkajn, ja jut ålles sámesebrudahka galgaluluj diedulattjat dan ålliduvvama diehti barggat.

source: Dárbu gievrras giellamodeallaid guorahallamii lea šaddan sámeservodagas dan dihte go dálá sámeoahpahusa bokte mánát eai oahpa sámegiela doarvái bures.
smj: Dárbbo nanos giellamodellaj guoradallamij la badjánam sáme sebrudagán danen gå dálásj sámeåhpadusá baktu máná e sámegielav nuoges buoragit åhpa.

source: Manne lea nu, go servodagas lea čielga hállu ovdánahttit sámegiela, dasa lea politihkalaš ja lágalaš vuođđu, gávdnojit čeahpes oahpaheaddjit ja motiverejuvvon váhnemat?
smj: Manen la navti, gå sebrudagán la tjielgga hállo sámegielav åvddånahttet, dasi l politihkalasj ja lágalasj vuodo, ja gávnnuji tjiehpes åhpadiddje ja måvtugis æjgáda?

source: Váilevaš gielalaš bohtosiid sivvan lea dávjá dat ahte geavahuvvojit geahnohis giellamodeallat, iige servodagas leat diehtu geahnohis ja gievrras giellamodeallaid erohusaid birra.
smj: Gielalasj båhtusij váne sivvan la álu jut rasjes giellamodella aneduvvi, ja gå sebrudahka ij diede rasjes ja nanos giellamodellaj sieradusáj birra.

source: Lea guovddážis áddet ahte dihtolágan oahpahusmodeallaiguin lea vejolaš ollet dihtolágán ulbmiliidda.
smj: Guovdátjin la dádjadit jut visses åhpadusmodellaj máhttá jur visses ulmijt ållidit.

source: Eanaš máilmmi giellanannen ja -ealáskahttinbargguin geavahuvvojit menddo láivves modeallat dan ektui, masa lea viggamuš ollet.
smj: Ienemus værálda giellanannim ja -ælládahttembargojn aneduvvi ilá rasjes modella dan gáktuj masi ájggu jåksåt.

source: 5 2 Gievrras ja geahnohis giellamodeallaid duogáš
smj: 2 Nanos ja rasjes giellamodellaj duogásj

source: Bargojoavkku barggu vuođđun lea leamaš professor emeritus Jon Todal čálus , man son lea čállán SáMOS-prošeavtta geavahussii.
smj: Barggojuohkusa bargo vuodon la læhkám emeritus profæssura Jon Todala tjálos , mav la tjállám SáMOSprosjevta adnemij.

source: Čállosis Todal ovdanbuktá movt gievrras giellamodeallaid sáhttá geavahit sámi konteavsttas sámemánáid hárrái.
smj: Tjállusin Todal åvddån buktá gåktu nanos giellamodellajt máhttá 5 sáme kontevstan adnet.

source: Vuođđun lea dat ahte oahpaheapmi minoritehtagillii gáibida eará oahpahanvugiid go majoritehtagielat oahpaheapmi.
smj: Vuodon la åhpadibme unneplåhkogiellaj gájbbet ietjá åhpadimvuogijt gå ieneplåhkogiela åhpadibme.

source: Gievrras giellamodeallat dárbbašuvvojit das beroškeahttá leago mánás minoritehtagiella vuosttas vai nubbi giellan.
smj: Nanos giellamodella dárbahuvvi danna berustik jus mánán la unneplåhkogiella vuostasj jali nuppát giellan.

source: Tearpmat gievrras giellamodealla ja geahnohis giellamodealla leat jorgaluvvon sámegillii Colin Baker (1993) girjjis .
smj: Terma nanos ja rasjes giellamodella li jårggåluvvam sámegiellaj Colin Baker (1993) girjes .

source: Baker lea systematiseren modeallaid, maid bokte guovttegielat oahpaheapmi lea organiserejuvvon minoritehtagielaid ektui máilmmis.
smj: Baker la systematisierim modellajt maj baktu guovtegielak åhpadibme l organisieriduvvam unneplåhkogielaj gáktuj væráldin.

source: Son oaivvilda ahte skuvlejupmi, mas leat geavahanláhkái guokte giela ja mas minoritehtagiella lea okta dain gielain, lea guovttegielat oahpaheapmi (eŋg. bilingual education ).
smj: Suv milta l åhpadibme, manna li guokta giela anon ja manna unneplåhkogiella l akta dajs gielajs, la guovtegielak åhpadibme (ieŋŋ. bilingual education ).

source: Guovttegielat oahpahusa modeallaid son lea juohkán guovtti jovkui: gievrras (eŋg. strong ) ja geahnohis (eŋg. weak ) modeallat.
smj: Guovtegielak åhpadime modellav la guovte juohkusij tjuolldám: nanos (ieŋŋ. strong) ja rasjes (ieŋŋ.

source: Geahnohis giellamodeallaid bokte šaddet mánát hui hárve minoritehtagielagat, muhto gievrras giellamodealla bokte mánás lea buorre vejolašvuohta šaddat minoritehtagielagin.
smj: Rasjes giellamodellaj baktu sjaddi máná viek vuorjját unneplåhkogielaga, valla nanos giellamodellaj baktu l mánán buorre máhttelisvuohta unneplåhkogielagin sjaddat.

source: Modeallaid meroštallamis Baker geavaha njealje kritera: (1) oahppi kategoriija, (2) giella luohkkálanjas, (3) servodatmihttu, (4) gielalaš boađus.
smj: Modella árvustallamin adná Baker niellja kriterriha: (1) oahppe kategorijja, (2) giella klássalanján, (3) sebrudagá ulmme, (4) gielalasj boados.

source: 1. Oahppi kategoriija.
smj: 1. Oahppe kategorijja .

source: Leago oahppis majoritehta- vai minoritehtagiella vuosttašgiellan?
smj: Le gus oahppen ieneplåhko- vaj unneplåhkogiella vuostasjgiellan?

source: Dat ferte leat dihtosis guovttegielat oahpaheami plánedettiin.
smj: Dasi galggá liehket diedulasj gå guovtegielak åhpadimev galggá plánit.

source: Dán oktavuođas lea sáhka gielalaš majoritehta ja minoritehta birra, ii fal etnisitehta birra.
smj: Dán aktijvuodan la sáhka gielalasj ieneplågo ja unneplågo birra, ij val tjerdalasjvuoda birra.

source: Etnalaš minoritehttii gullevaš oahppis sáhttá leat majoritehtagiella áidna aktiiva giellan, ja dalle Bakera juogu mielde dat oahppi gullá gielalaš majoritehtii.
smj: Oahppen guhti tjerdalasj unneplåhkuj gullu máhttá ieneplåhkogiella ájnna dåjmalasj giellan, ja dalloj Bakera juohkema milta dat oahppe gullu gielalasj ieneplåhkuj.

source: 2. Giella luohkkálanjas.
smj: 2. Giella klássalanján.

source: Dat lea giellamodealla dáfus hui deaŧalaš kritera.
smj: Dat la giellamodella gáktuj viek ájnas kriterij.

source: Geavahuvvogo majoritehtagiella vai minoritehtagiella gulahallamis ja oahpaheamis luohkkálanjas?
smj: Aneduvvá gus ieneplåhkogiella vaj unneplåhkogiella guládallamin ja åhpadimen klássalanján?

source: Oahpahanmodealla, mas minoritehtagielat oahppi oahpahuvvo majoritehtagillii, sáhttá Bakera jelgii gohčoduvvot giellaheavaheapmin (eŋg. submersion ).
smj: Åhpadime modælla, manna unneplåhkogiela oahppe ieneplåhkogiellaj åhpaduvvá, máhttá Bakera milta gåhtjoduvvat giellahávkkam (ieŋŋ. submersion ).

source: Dan oahpahanmodeallas leat hui negatiivvalaš váikkuhusat: oahppi ii beasa ovddidit iežas vuosttašgiela ja vearrámus dáhpáhusas gártá luohpat das ollásit.
smj: Dát åhpadimmodælla viek nievret vájkkut: oahppe ij besa ietjas vuostasjgielav åvdedit ja muhttijn dav ållåsit hæjttá ságastimes.

source: Áibbas eará dilli lea dalle, go majoritehtagielat oahppi oahpahuvvo minoritehtagillii.
smj: Ållu ietjá dille l dalloj gå ieneplåhkogiela oahppe unneplåhkogiellaj åhpaduvvá.

source: Dan modealla sáhttá gohčodit giellalávgumin (eŋg. language immersion ) Giellalávgunmodealla ulbmil lea dat, ahte majoritehtagielat oahppi galgá šaddat produktiivvalaččat guovttegielagin, nappo máhttit iežas vuosttašgiela lassin nuppi giela.
smj: Dáv modellav máhttá giellalávggomin gåhtjudit (ieŋŋ. language immersion ) Giellalávggommodella ulmme l ieneplåhkogiela oahppe galggá sjaddat produktijva guovtegielagin, nappu ietjas vuostasjgiellaj duodden nuppev gielav buktet.

source: 6 3. Servodatmihttu.
smj: 3. Sebrudagá ulmme .

source: Manin galget oahppit oahpahuvvot minoritehtagillii?
smj: Manen galggi oahppe unneplåhkogiellaj åhpaduvvat?

source: Mii lea servodaga ulbmil dainna?
smj: Mij la sebrudagá ulmme dajna?

source: Máŋgga servodagas doaladumit iešguđet gielaid dáiddu ja geavaheami ektui leat rievdan maŋimuš moaddelot jagis.
smj: Moatten sebrudagán li guotto iesjguhtik gielajda ja daj adnuj maŋemus lågijt jagijt rievddam.

source: Das go ovdal “okta giella - okta álbmot” -ideologiija lei dábálaš politihkalaš ulbmil, dálá áigge ain dábálut ulbmilat leat pluralisma, guovttegielatvuohta, máŋggagielatvuohta, máŋggakultuvrralaš servodat ja iešguđet giellajoavkkuid ovttaveardásašvuohta.
smj: Gå åvddåla “akta giella - akta álmmuk” -ideologijja lij dábálasj politihkalasj ulmme, de li dálásj ájge dábálap ulme pluralissma, guovtegielakvuohta, moattegielakvuohta, moattekultuvralasj sebrudahka ja avtaárvvusasjvuohta giellajuohkusij gaskan.

source: 4. Gielalaš boađus.
smj: 4. Gielalasj boados.

source: Mii lea giellaoahpahusa duohta boađus?
smj: Mij la giellaåhpadime duohta boados?

source: Šaddet go mánát duođaid guovttegielagin vai leago oahpahusa boađus dušše ráddjejuvvon guovttegielatvuohta?
smj: Sjaddi gus máná duodaj guovtegielagin vaj la gus åhpadusá boados dåssju ráddjiduvvam guovtegielakvuohta?

source: Galget go máhttit hupmat ja čállit goappaš gielaide?
smj: Galggi gus buktet goappátjijt gielajt sáhkadit ja tjállet?

source: Vai leago doarvái, ahte mánát áddejit giela?
smj: Vaj la 6 gus nuoges, jut máná dádjadi gielav?

source: Dávjá lea guovttegielatvuohta biddjon ulbmilin minoritehtagiela oahpaheamis dahje minoritehtagielat oahpaheamis, muhto guovttegielatvuohta lea tearbman hui viiddis ja sáhttá sisttisdoallat hui iešguđetlágán gielladáiddu dásiid.
smj: Álu l guovtegielakvuohta biejaduvvam ulmmen unneplåhkogiela oahppamij jali unneplåhkogiela åhpadibmáj, valla guovtegielakvuohta l viek vijdes tærmma ja dasi máhtti gullut iesjguhtiklágásj gielladájdo dáse.

source: Gielalaš mihtu lea dárbu meroštallat dárkileappot.
smj: Gielalasj ulmev ja båhtusav galggá dárkkelappot merustallat.

source: Todal lea čállosisttis ovdánahttán Bakera modeallaid ja heivehan daid Sápmái.
smj: Todal la tjállusines Bakera modellav åvddånahttám ja dav Sábmáj hiebadam.

source: Son lea lasihan Bakera modellii golbma kritera, mat leat čuovvovaččat:
smj: Bakera modællaj la lasedam gålmmå kriterriha:

source: A. Bistu: Todal lokte ovdan man dehálaš lea sihkkarastit giellafálaldagaide jotkkolašvuođa.
smj: A. Vihpam: Todal åvdet mav ájnas la sihkarasstet giellafálaldagájda kontinuitiehtav.

source: Ollu mánát Sámis ožžot gievrras sámegielat mánáidgárdefálaldaga mii nanne sin sámegieldáiddu, muhto skuvllas fálaldat ii leat šat seammá gievra.
smj: Edna máná Sámen oadtju nanos sámegielak mánájgárddefálaldagáv mij sijá sámegieltjehpudagáv nanni, valla skåvlån ij la fálaldahka desti sæmmi nanos.

source: Lea hui dehálaš ahte skuvla joatká máná giela nannema ja ovdánahttima dan láhkái, ahte fállá sámegielat oahpahusa gievrras modeallaid bokte.
smj: Viek ájnas la skåvllå joarkká máná giela nannimav ja åvddånimev navti jut sámegielak åhpadimev fállá nanos modellaj baktu.

source: Dan dihte Todal árvala lasihit Bakera modellii gurgadasa, mas meroštallojuvvo giellafálaldaga bistu.
smj: Dan diehti Todal oajvvat kolånnav lasedit Bakera modællaj , gånnå giellafálaldagá vihpamav merustallá.

source: Jus mánná oažžu sámegielat mánáidgárdefálaldaga, muhto skuvllas oažžu sámegiela dušše fágan, de ii leat sihkar ahte son šaddá produktiivvalaččat sámegielagin.
smj: Jus mánná oadtju sámegielak mánájgárddefálaldagáv, valla skåvlån oadtju sámegielav dåssju fáhkan, de ij la sihkar ahte sjaddá produktijva sámegielagin.

source: Danne buot doaimmat fertejit lágiduvvot gievrras modeallaid bokte sihke mánáidgárddis ja čađa skuvlaoahpahusa.
smj: Danen galggi divna fálaldagá nanos modella baktu ásaduvvat sihke mánájgárden ja skåvllååhpadusá tjadá.

source: B. Čielga giellapolitihkalaš ulbmil: Todal oaivvilda, ahte servodatulbmilin pluralisma (girjáivuohta ja ovttaárvosašvuohta) ja guovttegielatvuohta eai leat doarvái.
smj: B. Tjielgga giellapolitihkalasj ulmme: Todal miejnni, jut sebrudakulmmen ælla pluralissma (moattebelakvuohta ja avtaárvulasjvuohta) ja guovtegielakvuohta nuohkása.

source: Čielga ulbmilin galgá leat nannet sámegiela ja lasihit sámegielagiid logu.
smj: Tjielgga ulmmen galggá liehket sámegielav nannit ja sámegielagij lågov lasedit.

source: Gielalaš mihttu ges berre leat sámegiella.
smj: Gielalasj ulmme vas bierri liehket sámegiella.

source: C. Čielga ovddasvástádus: Dasa lassin lea dehálaš čielggasmahttit geas lea ovddasvástádus sámi giellafálaldagain mánáidgárddiin ja skuvllain.
smj: C. Tjielgga åvdåsvásstádus: Dasi duodden la ájnas tjielgadit gen duogen sáme giellafálaldahka mánájgárdijn ja skåvlåjn le.

source: Dávjá geavvá nu ahte váhnemat dat guddet ovddasvástádusa sihke fálaldagaid álggaheamis ja oahpaheddjiid gávdnamis.
smj: Álu gævvá nav jut æjgáda guoddi åvdåsvásstádusáv sihke fálaldagáj álgadime ja åhpadiddjij åttjudime åvdås.

source: Todal rávve ahte suohkanat berrejit čielggasmahttit gosa dát ovddasvástádus gullá suohkana siskkobealde.
smj: Todal vágot suohkana bierriji tjielgadit gåsi dát åvdåsvásstádus gullu suohkana sissŋelin.

source: Dasa lassin berre suohkaniid olggobealde leat muhtun geas lea ovddasvástádus bearráigeahččat ahte sámi mihtut ollašuvvet, ja berre gávdnot instánsa gosa váhnemat sáhttet váidit jus giellafálaldat mánáidgárddiin ii doaimma.
smj: Dasi duodden bierri suohkanij ålggolin liehket nágin gænna l åvdåsvásstádus bærrájgæhttjat jut sáme ulme ålliduvvi, ja bierri gávnnut instánssa gåsi æjgáda máhtti gujddit jus giellafálaldahka mánájgárdijn ij dåjma.

source: 3 Gievrras ja geahnohis giellamodeallat - maid dat mearkkašit?
smj: 3 Nanos ja rasjes giellamodella - majt da merkahi?
